// --------------------start book list--------------------

export const books = {
    read: [
        {
            author: "মোশতাক আহমেদ",
            books: [
                // প্যারাসাইকোলজি
                { "title": "মন ভাঙা পরি", "genre": "প্যারাসাইকোলজি" },
                { "title": "মায়াীব জোছনার বসন্তে", "genre": "প্যারাসাইকোলজি" },
                { "title": "বৃষ্টি ভেজা জোছনা", "genre": "প্যারাসাইকোলজি" },
                { "title": "ছায়াস্বর্গ", "genre": "প্যারাসাইকোলজি" },
                { "title": "স্বপ্নস্বর্গ", "genre": "প্যারাসাইকোলজি" },
                { "title": "জোছনার ছায়া", "genre": "প্যারাসাইকোলজি" },
                { "title": "নীল জোছনার জীবন", "genre": "প্যারাসাইকোলজি" },
                { "title": "মন জোছনার কান্না", "genre": "প্যারাসাইকোলজি" },
                { "title": "স্বপ্নখুনি", "genre": "প্যারাসাইকোলজি" },
                { "title": "মায়াস্বর্গ", "genre": "প্যারাসাইকোলজি" },
                { "title": "জোছনা রাতের জোনাকি", "genre": "প্যারাসাইকোলজি" },
                { "title": "মেঘে ঢাকা জোছনা", "genre": "প্যারাসাইকোলজি" },
                { "title": "হারানো জোছনার সুর", "genre": "প্যারাসাইকোলজি" },
                // সায়েন্স ফিকশন
                { "title": "দ্বিতীয় পৃথিবী", "genre": "সায়েন্স ফিকশন" },
                { "title": "পাইথিন", "genre": "সায়েন্স ফিকশন" },
                { "title": "ইলিন", "genre": "সায়েন্স ফিকশন" },
                { "title": "লাল শৈবাল", "genre": "সায়েন্স ফিকশন" },
                { "title": "ক্লিটি ভাইরাস", "genre": "সায়েন্স ফিকশন" },
                { "title": "বায়োবোট নিওক্স", "genre": "সায়েন্স ফিকশন" },
                { "title": "গিটো", "genre": "সায়েন্স ফিকশন" },
                { "title": "গিপিলিয়া", "genre": "সায়েন্স ফিকশন" },
                { "title": "ক্রি", "genre": "সায়েন্স ফিকশন" },
                { "title": "প্রোজেক্ট ইক্টোপাস", "genre": "সায়েন্স ফিকশন" },
                { "title": "লাল গ্রোহের লাল প্রানী", "genre": "সায়েন্স ফিকশন" },
                { "title": "নিহির ভালোবাসা", "genre": "সায়েন্স ফিকশন" },
                { "title": "গিগো", "genre": "সায়েন্স ফিকশন" },
                { "title": "নিতিনা", "genre": "সায়েন্স ফিকশন" },
                { "title": "লাল মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "রিরি", "genre": "সায়েন্স ফিকশন" },
                { "title": "ক্রিকি", "genre": "সায়েন্স ফিকশন" },
                { "title": "রোবটিজম", "genre": "সায়েন্স ফিকশন" },
                { "title": "দ্যা নিউ ওয়ার্ল্ড", "genre": "সায়েন্স ফিকশন" },
                { "title": "রোবটের পৃথিবী", "genre": "সায়েন্স ফিকশন" },
                { "title": "নিঃসঙ্গ জিরি", "genre": "সায়েন্স ফিকশন" },
                { "title": "সবুজ মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "রোবো", "genre": "সায়েন্স ফিকশন" },
                { "title": "প্রজেক্ট হাইপার", "genre": "সায়েন্স ফিকশন" },
                { "title": "নিকি", "genre": "সায়েন্স ফিকশন" },
                { "title": "নিলির ভালোবাসা", "genre": "সায়েন্স ফিকশন" },
                { "title": "অমর মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "গামা", "genre": "সায়েন্স ফিকশন" },
                { "title": "নিরি", "genre": "সায়েন্স ফিকশন" },
                // ভৌতিক
                { "title": "ছায়া মৃত্যু", "genre": "ভৌতিক" },
                { "title": "কালা পিশাচ", "genre": "ভৌতিক" },
                { "title": "ইলু পিশাচ", "genre": "ভৌতিক" },
                { "title": "মৃত্যুপ্রাসাদ", "genre": "ভৌতিক" },
                { "title": "রক্ত সাধনা", "genre": "ভৌতিক" },
                { "title": "অতৃপ্ত আত্মা", "genre": "ভৌতিক" },
                { "title": "আত্মা", "genre": "ভৌতিক" },
                { "title": "ছায়াআত্মা", "genre": "ভৌতিক" },
                // রোমান্টিক
                { "title": "লাল ডায়েরি", "genre": "রোমান্টিক" },
                { "title": "ফাগুন বসন্তে", "genre": "রোমান্টিক" },
                // গোয়েন্দা
                { "title": "নীল মৃত্যু", "genre": "গোয়েন্দা" },
                { "title": "রেড ড্রাগন", "genre": "গোয়েন্দা" }
            ]
        },
        {
            author: "হুমায়ুন আহমেদ",
            books: [
                // মিসির আলি সিরিজ
                { "title": "দেবী", "genre": "মিসির আলি সিরিজ" },
                { "title": "নিশীথিনী", "genre": "মিসির আলি সিরিজ" },
                { "title": "নিষাদ", "genre": "মিসির আলি সিরিজ" },
                { "title": "অন্যভুবন", "genre": "মিসির আলি সিরিজ" },
                { "title": "বৃহান্নলা", "genre": "মিসির আলি সিরিজ" },
                { "title": "ভয়", "genre": "মিসির আলি সিরিজ" },
                { "title": "বিপদ", "genre": "মিসির আলি সিরিজ" },
                { "title": "অনীশ", "genre": "মিসির আলি সিরিজ" },
                { "title": "মিসির আলির অমীমাংসিত রহস্য", "genre": "মিসির আলি সিরিজ" },
                { "title": "আমি ও আমরা", "genre": "মিসির আলি সিরিজ" },
                { "title": "তন্দ্রাবিলাস", "genre": "মিসির আলি সিরিজ" },
                { "title": "হিমুর দ্বিতীয় প্রহর", "genre": "মিসির আলি সিরিজ" },
                { "title": "আমিই মিসির আলি", "genre": "মিসির আলি সিরিজ" },
                { "title": "বাঘবন্দি মিসির আলি", "genre": "মিসির আলি সিরিজ" },
                { "title": "কহেন কবি কালিদাস", "genre": "মিসির আলি সিরিজ" },
                { "title": "হরতন ইশকাপন", "genre": "মিসির আলি সিরিজ" },
                { "title": "মিসির আলির চশমা", "genre": "মিসির আলি সিরিজ" },
                // হিমু সিরিজ
                { "title": "হিমুর হাতে কয়েকটি নীল পদ্ম", "genre": "হিমু সিরিজ" }
            ]
        },
        {
            author: "নিজাম সিদ্দিকী",
            books: [
                // রোমান্টিক
                { "title": "প্রজাপতি মন", "genre": "রোমান্টিক" }
            ]
        },
        {
            author: "আরিফ আজাদ",
            books: [
                // ইসলামীক
                { "title": "প্যারাডক্সিক্যাল সাজিদ", "genre": "ইসলামীক" }
            ]
        }
    ],
    unread: [
        {
            author: "হুমায়ুন আহমেদ",
            books: [
                // মিসির আলি সিরিজ
                { "title": "দেবী", "genre": "মিসির আলি সিরিজ" },
                { "title": "নিশীথিনী", "genre": "মিসির আলি সিরিজ" },
                { "title": "নিষাদ", "genre": "মিসির আলি সিরিজ" },
                { "title": "অন্যভুবন", "genre": "মিসির আলি সিরিজ" },
                { "title": "বৃহান্নলা", "genre": "মিসির আলি সিরিজ" },
                { "title": "ভয়", "genre": "মিসির আলি সিরিজ" },
                { "title": "বিপদ", "genre": "মিসির আলি সিরিজ" },
                { "title": "অনীশ", "genre": "মিসির আলি সিরিজ" },
                { "title": "মিসির আলির অমীমাংসিত রহস্য", "genre": "মিসির আলি সিরিজ" },
                { "title": "আমি ও আমরা", "genre": "মিসির আলি সিরিজ" },
                { "title": "তন্দ্রাবিলাস", "genre": "মিসির আলি সিরিজ" },
                { "title": "হিমুর দ্বিতীয় প্রহর", "genre": "মিসির আলি সিরিজ" },
                { "title": "আমিই মিসির আলি", "genre": "মিসির আলি সিরিজ" },
                { "title": "বাঘবন্দি মিসির আলি", "genre": "মিসির আলি সিরিজ" },
                { "title": "কহেন কবি কালিদাস", "genre": "মিসির আলি সিরিজ" },
                { "title": "হরতন ইশকাপন", "genre": "মিসির আলি সিরিজ" },
                { "title": "মিসির আলির চশমা", "genre": "মিসির আলি সিরিজ" }
            ]
        },
        {
            author: "মোশতাক আহমেদ",
            books: [
                // সায়েন্স ফিকশন
                { "title": "রিরি", "genre": "সায়েন্স ফিকশন" },
                { "title": "ক্রিকি", "genre": "সায়েন্স ফিকশন" },
                { "title": "রোবটিজম", "genre": "সায়েন্স ফিকশন" },
                { "title": "দ্যা নিউ ওয়ার্ল্ড", "genre": "সায়েন্স ফিকশন" },
                { "title": "রোবটের পৃথিবী", "genre": "সায়েন্স ফিকশন" },
                { "title": "নিঃসঙ্গ জিরি", "genre": "সায়েন্স ফিকশন" },
                { "title": "সবুজ মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "রোবো", "genre": "সায়েন্স ফিকশন" },
                { "title": "প্রজেক্ট হাইপার", "genre": "সায়েন্স ফিকশন" },
                { "title": "নিকি", "genre": "সায়েন্স ফিকশন" },
                { "title": "নিলির ভালোবাসা", "genre": "সায়েন্স ফিকশন" },
                { "title": "অমর মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "গামা", "genre": "সায়েন্স ফিকশন" },
                { "title": "নিরি", "genre": "সায়েন্স ফিকশন" }
            ]
        },
    ]
};

// --------------------start book list--------------------
