const bookData = [
    // মোশতাক আহমেদ এর বই 

    // প্যারাসাইকোলজি
    { "title": "মন ভাঙা পরি", "genre": "প্যারাসাইকোলজি", "Write": "মোশতাক আহমেদ" },
    { "title": "মায়াবী জোছনার বসন্তে", "genre": "প্যারাসাইকোলজি", "Write": "মোশতাক আহমেদ" },
    { "title": "বৃষ্টি ভেজা জোছনা", "genre": "প্যারাসাইকোলজি", "Write": "মোশতাক আহমেদ" },
    { "title": "ছায়াস্বর্গ", "genre": "প্যারাসাইকোলজি", "Write": "মোশতাক আহমেদ" },
    { "title": "স্বপ্নস্বর্গ", "genre": "প্যারাসাইকোলজি", "Write": "মোশতাক আহমেদ" },
    { "title": "মায়াস্বর্গ", "genre": "প্যারাসাইকোলজি", "Write": "মোশতাক আহমেদ" },
    { "title": "জোছনার ছায়া", "genre": "প্যারাসাইকোলজি", "Write": "মোশতাক আহমেদ" },
    { "title": "নীল জোছনার জীবন", "genre": "প্যারাসাইকোলজি", "Write": "মোশতাক আহমেদ" },
    { "title": "মন জোছনার কান্না", "genre": "প্যারাসাইকোলজি", "Write": "মোশতাক আহমেদ" },
    { "title": "স্বপ্নখুনি", "genre": "প্যারাসাইকোলজি", "Write": "মোশতাক আহমেদ" },
    { "title": "জোছনা রাতের জোনাকি", "genre": "প্যারাসাইকোলজি", "Write": "মোশতাক আহমেদ" },
    { "title": "মেঘে ঢাকা জোছনা", "genre": "প্যারাসাইকোলজি", "Write": "মোশতাক আহমেদ" },
    { "title": "হারানো জোছনার সুর", "genre": "প্যারাসাইকোলজি", "Write": "মোশতাক আহমেদ" },
    
    // সায়েন্স ফিকশন
    { "title": "দ্বিতীয় পৃথিবী", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "পাইথিন", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "ইলিন", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "লাল শৈবাল", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "ক্লিটি ভাইরাস", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "বায়োবোট নিওক্স", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "গিটো", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "গিপিলিয়া", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "ক্রি", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "প্রোজেক্ট ইক্টোপাস", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "লাল গ্রোহার লাল প্রাণী", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "নিহির ভালোবাসা", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "গিগো", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "নিতিনা", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "লাল মানব", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "রিরি", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "ক্রিকি", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "রোবটিজম", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "দ্যা নিউ ওয়ার্ল্ড", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "রোবটের পৃথিবী", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "নিঃসঙ্গ জিরি", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "সবুজ মানব", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "রোবো", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "প্রোজেক্ট হাইপার", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "নিকি", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "নিলির ভালোবাসা", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "অমর মানব", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "গামা", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    { "title": "নিরি", "genre": "সায়েন্স ফিকশন", "Write": "মোশতাক আহমেদ" },
    
    // ভৌতিক
    { "title": "ছায়া মৃত্যু", "genre": "ভৌতিক", "Write": "মোশতাক আহমেদ" },
    { "title": "কালা পিশাচ", "genre": "ভৌতিক", "Write": "মোশতাক আহমেদ" },
    { "title": "ইলু পিশাচ", "genre": "ভৌতিক", "Write": "মোশতাক আহমেদ" },
    { "title": "মৃত্যুপ্রাসাদ", "genre": "ভৌতিক", "Write": "মোশতাক আহমেদ" },
    { "title": "রক্ত সাধনা", "genre": "ভৌতিক", "Write": "মোশতাক আহমেদ" },
    { "title": "অতৃপ্ত আত্মা", "genre": "ভৌতিক", "Write": "মোশতাক আহমেদ" },
    { "title": "আত্মা", "genre": "ভৌতিক", "Write": "মোশতাক আহমেদ" },
    { "title": "ছায়াআত্মা", "genre": "ভৌতিক", "Write": "মোশতাক আহমেদ" },
    
    // রোমান্টিক
    { "title": "লাল ডায়েরি", "genre": "রোমান্টিক", "Write": "মোশতাক আহমেদ" },
    { "title": "ফাগুন বসন্তে", "genre": "রোমান্টিক", "Write": "মোশতাক আহমেদ" },
    
    // গোয়েন্দা
    { "title": "নীল মৃত্যু", "genre": "গোয়েন্দা", "Write": "মোশতাক আহমেদ" },
    { "title": "রেড ড্রাগন", "genre": "গোয়েন্দা", "Write": "মোশতাক আহমেদ" },
    
    // হুমায়ূন আহমেদ এর বই
    
    // মিসির আলি সিরিজ
    { "title": "দেবী", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "নিশীথিনী", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "নিষাদ", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "অন্যভুবন", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "বৃহান্নলা", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "ভয়", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "বিপদ", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "অনীশ", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "মিসির আলির অমীমাংসিত রহস্য", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "আমি ও আমরা", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "তন্দ্রাবিলাস", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "হিমুর দ্বিতীয় প্রহর", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "আমিই মিসির আলি", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "বাঘবন্দি মিসির আলি", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "কহেন কবি কালিদাস", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "হরতন ইশকাপন", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    { "title": "মিসির আলির চশমা", "genre": "মিসির আলি সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    
    // হিমু সিরিজ
    { "title": "হিমুর হাতে কয়েকটি নীল পদ্ম", "genre": "হিমু সিরিজ", "Write": "হুমায়ূন আহমেদ" },
    
    // নিজাম সিদ্দিকী এর বই

    // রোমান্টিক
    { "title": "প্রজাপতি মন", "genre": "রোমান্টিক", "Write": "নিজাম সিদ্দিকী" },
    
    // আরিফ আজাদ এর বই
    
    // ইসলামীক
    { "title": "প্যারাডক্সিক্যাল সাজিদ", "genre": "ইসলামীক", "Write": "আরিফ আজাদ" },
    { "title": "প্যারাডক্সিক্যাল সাজিদ-২", "genre": "ইসলামীক", "Write": "আরিফ আজাদ" }
];





const

