// --------------------start book list--------------------

export const books = {
    read: [


//🔹🔹🔹🔹🔹🔹মোশতাক আহমেদ START🔹🔹🔹🔹🔹🔹

        {
            author: "মোশতাক আহমেদ",
            books: [
                { "title": "১. মন ভাঙা পরি", "genre": "প্যারাসাইকোলজি" },
                { "title": "২. মায়াীব জোছনার বসন্তে", "genre": "প্যারাসাইকোলজি" },
                { "title": "৩. বৃষ্টি ভেজা জোছনা", "genre": "প্যারাসাইকোলজি" },
                { "title": "৪. ছায়াস্বর্গ", "genre": "প্যারাসাইকোলজি" },
                { "title": "৫. স্বপ্নস্বর্গ", "genre": "প্যারাসাইকোলজি" },
                { "title": "৬. জোছনার ছায়া", "genre": "প্যারাসাইকোলজি" },
                { "title": "৭. নীল জোছনার জীবন", "genre": "প্যারাসাইকোলজি" },
                { "title": "৮. মন জোছনার কান্না", "genre": "প্যারাসাইকোলজি" },
                { "title": "৯. স্বপ্নখুনি", "genre": "প্যারাসাইকোলজি" },
                { "title": "১০. মায়াস্বর্গ", "genre": "প্যারাসাইকোলজি" },
                { "title": "১১. জোছনা রাতের জোনাকি", "genre": "প্যারাসাইকোলজি" },
                { "title": "১২. মেঘে ঢাকা জোছনা", "genre": "প্যারাসাইকোলজি" },
                { "title": "১৩. হারানো জোছনার সুর", "genre": "প্যারাসাইকোলজি" }
              ]              
        },


        {
            author: "মোশতাক আহমেদ",
            books: [
                { "title": "১. দ্বিতীয় পৃথিবী", "genre": "সায়েন্স ফিকশন" },
                { "title": "২. পাইথিন", "genre": "সায়েন্স ফিকশন" },
                { "title": "৩. ইলিন", "genre": "সায়েন্স ফিকশন" },
                { "title": "৪. লাল শৈবাল", "genre": "সায়েন্স ফিকশন" },
                { "title": "৫. ক্লিটি ভাইরাস", "genre": "সায়েন্স ফিকশন" },
                { "title": "৬. বায়োবোট নিওক্স", "genre": "সায়েন্স ফিকশন" },
                { "title": "৭. গিটো", "genre": "সায়েন্স ফিকশন" },
                { "title": "৮. গিপিলিয়া", "genre": "সায়েন্স ফিকশন" },
                { "title": "৯. ক্রি", "genre": "সায়েন্স ফিকশন" },
                { "title": "১০. প্রোজেক্ট ইক্টোপাস", "genre": "সায়েন্স ফিকশন" },
                { "title": "১১. লাল গ্রোহের লাল প্রানী", "genre": "সায়েন্স ফিকশন" },
                { "title": "১২. নিহির ভালোবাসা", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৩. গিগো", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৪. নিতিনা", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৫. লাল মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৬. রিরি", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৭. ক্রিকি", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৮. রোবটিজম", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৯. দ্যা নিউ ওয়ার্ল্ড", "genre": "সায়েন্স ফিকশন" },
                { "title": "২০. রোবটের পৃথিবী", "genre": "সায়েন্স ফিকশন" },
                { "title": "২১. নিঃসঙ্গ জিরি", "genre": "সায়েন্স ফিকশন" },
                { "title": "২২. সবুজ মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৩. রোবো", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৪. প্রজেক্ট হাইপার", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৫. নিকি", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৬. নিলির ভালোবাসা", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৭. অমর মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৮. গামা", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৯. নিরি", "genre": "সায়েন্স ফিকশন" }
              ]
              
        },


        {
            author: "মোশতাক আহমেদ",
            books: [
                { "title": "১. ছায়া মৃত্যু", "genre": "ভৌতিক" },
                { "title": "২. কালা পিশাচ", "genre": "ভৌতিক" },
                { "title": "৩. ইলু পিশাচ", "genre": "ভৌতিক" },
                { "title": "৪. মৃত্যুপ্রাসাদ", "genre": "ভৌতিক" },
                { "title": "৫. রক্ত সাধনা", "genre": "ভৌতিক" },
                { "title": "৬. অতৃপ্ত আত্মা", "genre": "ভৌতিক" },
                { "title": "৭. আত্মা", "genre": "ভৌতিক" },
                { "title": "৮. ছায়াআত্মা", "genre": "ভৌতিক" }
              ]
              
        },

        {
            author: "মোশতাক আহমেদ",
            books: [
                { "title": "১. লাল ডায়েরি", "genre": "রোমান্টিক" },
                { "title": "২. ফাগুন বসন্তে", "genre": "রোমান্টিক" }
              ]
              
        },

        {
            author: "মোশতাক আহমেদ",
            books: [
                { "title": "১. নীল মৃত্যু", "genre": "গোয়েন্দা" },
                { "title": "২. রেড ড্রাগন", "genre": "গোয়েন্দা" }
              ]
                
        },
 
//🔹🔹🔹🔹🔹🔹মোশতাক আহমেদ END🔹🔹🔹🔹🔹🔹


//🔹🔹🔹🔹🔹🔹হুমায়ুন আহমেদ START🔹🔹🔹🔹🔹🔹
        {
            author: "হুমায়ুন আহমেদ",
            books: [
                { "title": "১. দেবী", "genre": "মিসির আলি সিরিজ" },
                { "title": "২. নিশীথিনী", "genre": "মিসির আলি সিরিজ" },
                { "title": "৩. নিষাদ", "genre": "মিসির আলি সিরিজ" },
                { "title": "৪. অন্যভুবন", "genre": "মিসির আলি সিরিজ" },
                { "title": "৫. বৃহান্নলা", "genre": "মিসির আলি সিরিজ" },
                { "title": "৬. ভয়", "genre": "মিসির আলি সিরিজ" },
                { "title": "৭. বিপদ", "genre": "মিসির আলি সিরিজ" },
                { "title": "৮. অনীশ", "genre": "মিসির আলি সিরিজ" },
                { "title": "৯. মিসির আলির অমীমাংসিত রহস্য", "genre": "মিসির আলি সিরিজ" },
                { "title": "১০. আমি ও আমরা", "genre": "মিসির আলি সিরিজ" },
                { "title": "১১. তন্দ্রাবিলাস", "genre": "মিসির আলি সিরিজ" },
                { "title": "১২. হিমুর দ্বিতীয় প্রহর", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৩. আমিই মিসির আলি", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৪. বাঘবন্দি মিসির আলি", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৫. কহেন কবি কালিদাস", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৬. হরতন ইশকাপন", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৭. মিসির আলির চশমা", "genre": "মিসির আলি সিরিজ" }
              ]
              
        },

        {
            author: "হুমায়ুন আহমেদ",
            books: [
                { "title": "১. হিমুর হাতে কয়েকটি নীল পদ্ম", "genre": "হিমু সিরিজ" }
              ]
              
        },

//🔹🔹🔹🔹🔹🔹হুমায়ুন আহমেদ END🔹🔹🔹🔹🔹🔹


//🔹🔹🔹🔹🔹🔹নিজাম সিদ্দিকী START🔹🔹🔹🔹🔹🔹

        {
            author: "নিজাম সিদ্দিকী",
            books: [
                { "title": "১. প্রজাপতি মন", "genre": "রোমান্টিক" }
              ]
              
        },

//🔹🔹🔹🔹🔹🔹নিজাম সিদ্দিকী END🔹🔹🔹🔹🔹🔹


//🔹🔹🔹🔹🔹🔹আরিফ আজাদ START🔹🔹🔹🔹🔹🔹

        {
            author: "আরিফ আজাদ",
            books: [
                { "title": "১. প্যারাডক্সিক্যাল সাজিদ", "genre": "ইসলামীক" }
              ]
              
        },

//🔹🔹🔹🔹🔹🔹আরিফ আজাদ END🔹🔹🔹🔹🔹🔹



    ],


    unread: [
        {
            author: "হুমায়ুন আহমেদ",
            books: [
                { "title": "১. দেবী", "genre": "মিসির আলি সিরিজ" },
                { "title": "২. নিশীথিনী", "genre": "মিসির আলি সিরিজ" },
                { "title": "৩. নিষাদ", "genre": "মিসির আলি সিরিজ" },
                { "title": "৪. অন্যভুবন", "genre": "মিসির আলি সিরিজ" },
                { "title": "৫. বৃহান্নলা", "genre": "মিসির আলি সিরিজ" },
                { "title": "৬. ভয়", "genre": "মিসির আলি সিরিজ" },
                { "title": "৭. বিপদ", "genre": "মিসির আলি সিরিজ" },
                { "title": "৮. অনীশ", "genre": "মিসির আলি সিরিজ" },
                { "title": "৯. মিসির আলির অমীমাংসিত রহস্য", "genre": "মিসির আলি সিরিজ" },
                { "title": "১০. আমি ও আমরা", "genre": "মিসির আলি সিরিজ" },
                { "title": "১১. তন্দ্রাবিলাস", "genre": "মিসির আলি সিরিজ" },
                { "title": "১২. হিমুর দ্বিতীয় প্রহর", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৩. আমিই মিসির আলি", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৪. বাঘবন্দি মিসির আলি", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৫. কহেন কবি কালিদাস", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৬. হরতন ইশকাপন", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৭. মিসির আলির চশমা", "genre": "মিসির আলি সিরিজ" }
              ]
              
        },

        {
            author: "মোশতাক আহমেদ",
            books: [
                { "title": "১. লাল মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "২. রিরি", "genre": "সায়েন্স ফিকশন" },
                { "title": "৩. ক্রিকি", "genre": "সায়েন্স ফিকশন" },
                { "title": "৪. রোবটিজম", "genre": "সায়েন্স ফিকশন" },
                { "title": "৫. দ্যা নিউ ওয়ার্ল্ড", "genre": "সায়েন্স ফিকশন" },
                { "title": "৬. রোবটের পৃথিবী", "genre": "সায়েন্স ফিকশন" },
                { "title": "৭. নিঃসঙ্গ জিরি", "genre": "সায়েন্স ফিকশন" },
                { "title": "৮. সবুজ মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "৯. রোবো", "genre": "সায়েন্স ফিকশন" },
                { "title": "১০. প্রজেক্ট হাইপার", "genre": "সায়েন্স ফিকশন" },
                { "title": "১১. নিকি", "genre": "সায়েন্স ফিকশন" },
                { "title": "১২. নিলির ভালোবাসা", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৩. অমর মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৪. গামা", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৫. নিরি", "genre": "সায়েন্স ফিকশন" }
              ]
              
        },
    ]
};
// --------------------start book list--------------------

export const books = {
    read: [


//🔹🔹🔹🔹🔹🔹মোশতাক আহমেদ START🔹🔹🔹🔹🔹🔹

        {
            author: "মোশতাক আহমেদ",
            books: [
                { "title": "১. মন ভাঙা পরি", "genre": "প্যারাসাইকোলজি" },
                { "title": "২. মায়াীব জোছনার বসন্তে", "genre": "প্যারাসাইকোলজি" },
                { "title": "৩. বৃষ্টি ভেজা জোছনা", "genre": "প্যারাসাইকোলজি" },
                { "title": "৪. ছায়াস্বর্গ", "genre": "প্যারাসাইকোলজি" },
                { "title": "৫. স্বপ্নস্বর্গ", "genre": "প্যারাসাইকোলজি" },
                { "title": "৬. জোছনার ছায়া", "genre": "প্যারাসাইকোলজি" },
                { "title": "৭. নীল জোছনার জীবন", "genre": "প্যারাসাইকোলজি" },
                { "title": "৮. মন জোছনার কান্না", "genre": "প্যারাসাইকোলজি" },
                { "title": "৯. স্বপ্নখুনি", "genre": "প্যারাসাইকোলজি" },
                { "title": "১০. মায়াস্বর্গ", "genre": "প্যারাসাইকোলজি" },
                { "title": "১১. জোছনা রাতের জোনাকি", "genre": "প্যারাসাইকোলজি" },
                { "title": "১২. মেঘে ঢাকা জোছনা", "genre": "প্যারাসাইকোলজি" },
                { "title": "১৩. হারানো জোছনার সুর", "genre": "প্যারাসাইকোলজি" }
              ]              
        },


        {
            author: "মোশতাক আহমেদ",
            books: [
                { "title": "১. দ্বিতীয় পৃথিবী", "genre": "সায়েন্স ফিকশন" },
                { "title": "২. পাইথিন", "genre": "সায়েন্স ফিকশন" },
                { "title": "৩. ইলিন", "genre": "সায়েন্স ফিকশন" },
                { "title": "৪. লাল শৈবাল", "genre": "সায়েন্স ফিকশন" },
                { "title": "৫. ক্লিটি ভাইরাস", "genre": "সায়েন্স ফিকশন" },
                { "title": "৬. বায়োবোট নিওক্স", "genre": "সায়েন্স ফিকশন" },
                { "title": "৭. গিটো", "genre": "সায়েন্স ফিকশন" },
                { "title": "৮. গিপিলিয়া", "genre": "সায়েন্স ফিকশন" },
                { "title": "৯. ক্রি", "genre": "সায়েন্স ফিকশন" },
                { "title": "১০. প্রোজেক্ট ইক্টোপাস", "genre": "সায়েন্স ফিকশন" },
                { "title": "১১. লাল গ্রোহের লাল প্রানী", "genre": "সায়েন্স ফিকশন" },
                { "title": "১২. নিহির ভালোবাসা", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৩. গিগো", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৪. নিতিনা", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৫. লাল মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৬. রিরি", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৭. ক্রিকি", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৮. রোবটিজম", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৯. দ্যা নিউ ওয়ার্ল্ড", "genre": "সায়েন্স ফিকশন" },
                { "title": "২০. রোবটের পৃথিবী", "genre": "সায়েন্স ফিকশন" },
                { "title": "২১. নিঃসঙ্গ জিরি", "genre": "সায়েন্স ফিকশন" },
                { "title": "২২. সবুজ মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৩. রোবো", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৪. প্রজেক্ট হাইপার", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৫. নিকি", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৬. নিলির ভালোবাসা", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৭. অমর মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৮. গামা", "genre": "সায়েন্স ফিকশন" },
                { "title": "২৯. নিরি", "genre": "সায়েন্স ফিকশন" }
              ]
              
        },


        {
            author: "মোশতাক আহমেদ",
            books: [
                { "title": "১. ছায়া মৃত্যু", "genre": "ভৌতিক" },
                { "title": "২. কালা পিশাচ", "genre": "ভৌতিক" },
                { "title": "৩. ইলু পিশাচ", "genre": "ভৌতিক" },
                { "title": "৪. মৃত্যুপ্রাসাদ", "genre": "ভৌতিক" },
                { "title": "৫. রক্ত সাধনা", "genre": "ভৌতিক" },
                { "title": "৬. অতৃপ্ত আত্মা", "genre": "ভৌতিক" },
                { "title": "৭. আত্মা", "genre": "ভৌতিক" },
                { "title": "৮. ছায়াআত্মা", "genre": "ভৌতিক" }
              ]
              
        },

        {
            author: "মোশতাক আহমেদ",
            books: [
                { "title": "১. লাল ডায়েরি", "genre": "রোমান্টিক" },
                { "title": "২. ফাগুন বসন্তে", "genre": "রোমান্টিক" }
              ]
              
        },

        {
            author: "মোশতাক আহমেদ",
            books: [
                { "title": "১. নীল মৃত্যু", "genre": "গোয়েন্দা" },
                { "title": "২. রেড ড্রাগন", "genre": "গোয়েন্দা" }
              ]
                
        },
 
//🔹🔹🔹🔹🔹🔹মোশতাক আহমেদ END🔹🔹🔹🔹🔹🔹


//🔹🔹🔹🔹🔹🔹হুমায়ুন আহমেদ START🔹🔹🔹🔹🔹🔹
        {
            author: "হুমায়ুন আহমেদ",
            books: [
                { "title": "১. দেবী", "genre": "মিসির আলি সিরিজ" },
                { "title": "২. নিশীথিনী", "genre": "মিসির আলি সিরিজ" },
                { "title": "৩. নিষাদ", "genre": "মিসির আলি সিরিজ" },
                { "title": "৪. অন্যভুবন", "genre": "মিসির আলি সিরিজ" },
                { "title": "৫. বৃহান্নলা", "genre": "মিসির আলি সিরিজ" },
                { "title": "৬. ভয়", "genre": "মিসির আলি সিরিজ" },
                { "title": "৭. বিপদ", "genre": "মিসির আলি সিরিজ" },
                { "title": "৮. অনীশ", "genre": "মিসির আলি সিরিজ" },
                { "title": "৯. মিসির আলির অমীমাংসিত রহস্য", "genre": "মিসির আলি সিরিজ" },
                { "title": "১০. আমি ও আমরা", "genre": "মিসির আলি সিরিজ" },
                { "title": "১১. তন্দ্রাবিলাস", "genre": "মিসির আলি সিরিজ" },
                { "title": "১২. হিমুর দ্বিতীয় প্রহর", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৩. আমিই মিসির আলি", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৪. বাঘবন্দি মিসির আলি", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৫. কহেন কবি কালিদাস", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৬. হরতন ইশকাপন", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৭. মিসির আলির চশমা", "genre": "মিসির আলি সিরিজ" }
              ]
              
        },

        {
            author: "হুমায়ুন আহমেদ",
            books: [
                { "title": "১. হিমুর হাতে কয়েকটি নীল পদ্ম", "genre": "হিমু সিরিজ" }
              ]
              
        },

//🔹🔹🔹🔹🔹🔹হুমায়ুন আহমেদ END🔹🔹🔹🔹🔹🔹


//🔹🔹🔹🔹🔹🔹নিজাম সিদ্দিকী START🔹🔹🔹🔹🔹🔹

        {
            author: "নিজাম সিদ্দিকী",
            books: [
                { "title": "১. প্রজাপতি মন", "genre": "রোমান্টিক" }
              ]
              
        },

//🔹🔹🔹🔹🔹🔹নিজাম সিদ্দিকী END🔹🔹🔹🔹🔹🔹


//🔹🔹🔹🔹🔹🔹আরিফ আজাদ START🔹🔹🔹🔹🔹🔹

        {
            author: "আরিফ আজাদ",
            books: [
                { "title": "১. প্যারাডক্সিক্যাল সাজিদ", "genre": "ইসলামীক" }
              ]
              
        },

//🔹🔹🔹🔹🔹🔹আরিফ আজাদ END🔹🔹🔹🔹🔹🔹



    ],


    unread: [
        {
            author: "হুমায়ুন আহমেদ",
            books: [
                { "title": "১. দেবী", "genre": "মিসির আলি সিরিজ" },
                { "title": "২. নিশীথিনী", "genre": "মিসির আলি সিরিজ" },
                { "title": "৩. নিষাদ", "genre": "মিসির আলি সিরিজ" },
                { "title": "৪. অন্যভুবন", "genre": "মিসির আলি সিরিজ" },
                { "title": "৫. বৃহান্নলা", "genre": "মিসির আলি সিরিজ" },
                { "title": "৬. ভয়", "genre": "মিসির আলি সিরিজ" },
                { "title": "৭. বিপদ", "genre": "মিসির আলি সিরিজ" },
                { "title": "৮. অনীশ", "genre": "মিসির আলি সিরিজ" },
                { "title": "৯. মিসির আলির অমীমাংসিত রহস্য", "genre": "মিসির আলি সিরিজ" },
                { "title": "১০. আমি ও আমরা", "genre": "মিসির আলি সিরিজ" },
                { "title": "১১. তন্দ্রাবিলাস", "genre": "মিসির আলি সিরিজ" },
                { "title": "১২. হিমুর দ্বিতীয় প্রহর", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৩. আমিই মিসির আলি", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৪. বাঘবন্দি মিসির আলি", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৫. কহেন কবি কালিদাস", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৬. হরতন ইশকাপন", "genre": "মিসির আলি সিরিজ" },
                { "title": "১৭. মিসির আলির চশমা", "genre": "মিসির আলি সিরিজ" }
              ]
              
        },

        {
            author: "মোশতাক আহমেদ",
            books: [
                { "title": "১. রিরি", "genre": "সায়েন্স ফিকশন" },
                { "title": "২. ক্রিকি", "genre": "সায়েন্স ফিকশন" },
                { "title": "৩. রোবটিজম", "genre": "সায়েন্স ফিকশন" },
                { "title": "৪. দ্যা নিউ ওয়ার্ল্ড", "genre": "সায়েন্স ফিকশন" },
                { "title": "৫. রোবটের পৃথিবী", "genre": "সায়েন্স ফিকশন" },
                { "title": "৬. নিঃসঙ্গ জিরি", "genre": "সায়েন্স ফিকশন" },
                { "title": "৭. সবুজ মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "৮. রোবো", "genre": "সায়েন্স ফিকশন" },
                { "title": "৯. প্রজেক্ট হাইপার", "genre": "সায়েন্স ফিকশন" },
                { "title": "১০. নিকি", "genre": "সায়েন্স ফিকশন" },
                { "title": "১১. নিলির ভালোবাসা", "genre": "সায়েন্স ফিকশন" },
                { "title": "১২. অমর মানব", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৩. গামা", "genre": "সায়েন্স ফিকশন" },
                { "title": "১৪. নিরি", "genre": "সায়েন্স ফিকশন" }
              ]
              
        },
    ]
};

// --------------------end book list--------------------

// --------------------end book list--------------------
