const unreadBookData = [
    // হুমায়ূন আহমেদ
    { "title": "মিসির আলি অমনিবাস-১", "genre": "মিসির আলি সিরিজ", "writer": "হুমায়ূন আহমেদ" },
    { "title": "মিসির আলি অমনিবাস-2", "genre": "মিসির আলি সিরিজ", "writer": "হুমায়ূন আহমেদ" },
    { "title": "মিসির আলি অমনিবাস-3", "genre": "মিসির আলি সিরিজ", "writer": "হুমায়ূন আহমেদ" },
    
    
    
    { title: "প্যারাডক্সিক্যাল সাজিদ-২", genre: "ইসলামীক", writer: "আরিফ আজাদ" },
    { title: "কোথাও কেউ নেই", genre: "সামাজিক উপন্যাস", writer: "হুমায়ূন আহমেদ" },
    { title: "নয়ন স্যার", genre: "গোয়েন্দা", writer: "মোশতাক আহমেদ" },

    // উইলিয়াম কুপার
    { title: "ডার্ক সাইকোলজি সিক্রেটস", genre: "সাইকোলজি", writer: "উইলিয়াম কুপার" },
    { title: "ডার্ক সাইকোলজি এন্ড ম্যানিপুলেশন", genre: "সাইকোলজি", writer: "উইলিয়াম কুপার" },

    // মোশতাক আহমেদ
    { title: "দ্যা নিউ ওয়ার্ল্ড", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },
    { title: "রোবো", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },
    { title: "প্রজেক্ট হাইপার", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },
    { title: "নিলির ভালোবাসা", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },
    { title: "লাল ডায়েরি", "genre": "রোমান্টিক", "writer": "মোশতাক আহমেদ" },
    { title: "অমর মানব", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" }
];

