const unreadBookData = [
    // হুমায়ূন আহমেদ
    { title: "মিসির আলি অমনিবাস-১", genre: "গোয়েন্দা উপন্যাস", writer: "হুমায়ূন আহমেদ" },
    { title: "মিসির আলি অমনিবাস-2", genre: "গোয়েন্দা উপন্যাস", writer: "হুমায়ূন আহমেদ" },
    { title: "মিসির আলি অমনিবাস-3", genre: "গোয়েন্দা উপন্যাস", writer: "হুমায়ূন আহমেদ" },

    { title: "প্যারাডক্সিক্যাল সাজিদ-২", genre: "ইসলামিক নন-ফিকশন", writer: "আরিফ আজাদ" },
    { title: "কোথাও কেউ নেই", genre: "সামাজিক উপন্যাস", writer: "হুমায়ূন আহমেদ" },
    { title: "নয়ন স্যার", genre: "গোয়েন্দা উপন্যাস", writer: "মোশতাক আহমেদ" },

    // উইলিয়াম কুপার
    { title: "ডার্ক সাইকোলজি সিক্রেটস", genre: "সেলফ-হেল্প", writer: "উইলিয়াম কুপার" },
    { title: "ডার্ক সাইকোলজি এন্ড ম্যানিপুলেশন", genre: "সেলফ-হেল্প", writer: "উইলিয়াম কুপার" },

    // মোশতাক আহমেদ
    { title: "দ্যা নিউ ওয়ার্ল্ড", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },
    { title: "রোবো", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },
    { title: "প্রজেক্ট হাইপার", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },
    { title: "নিলির ভালোবাসা", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },
    { title: "লাল ডায়েরি", genre: "রোমান্টিক উপন্যাস", writer: "মোশতাক আহমেদ" },
    { title: "অমর মানব", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },

    // হ্যাভলক এলিস
    { title: "যৌন মনোবিজ্ঞান", genre: "সেক্সোলজি", writer: "হ্যাভলক এলিস" },
    { title: "নারী পুরুষের সেক্সলাইফ", genre: "সেক্সোলজি", writer: "হ্যাভলক এলিস" },

    // সেলফ-হেল্প
    { title: "দ্য সিক্রেট রহস্য", genre: "সেলফ-হেল্প / Law of Attraction", writer: "রোন্ডা বাইর্ন" },

    // রোমান্টিক
    { title: "লাভ ক্যান্ডি", genre: "রোমান্টিক উপন্যাস", writer: "জাফর বিপি" },

    // ইসলামিক সম্পর্ক ও ভালোবাসা
    { title: "ভালোবাসার মিনার", genre: "ইসলামিক সেলফ-হেল্প", writer: "ড. হানান লাশিন" },
    { title: "হে আমার প্রিয়তমা", genre: "ইসলামিক রোমান্টিক ", writer: "হুসাইন বিন ওয়ালি উল্লাহ" }
];
