const unreadBookData = [
    // হুমায়ূন আহমেদ
    { title: "দেবী", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "নিশীথিনী", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "নিষাদ", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "অন্যভুবন", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "বৃহান্নলা", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "ভয়", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "বিপদ", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "অনীশ", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "মিসির আলির অমীমাংসিত রহস্য", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "আমি ও আমরা", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "তন্দ্রাবিলাস", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "হিমুর দ্বিতীয় প্রহর", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "আমিই মিসির আলি", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "বাঘবন্দি মিসির আলি", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "কহেন কবি কালিদাস", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "হরতন ইশকাপন", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },
    { title: "মিসির আলির চশমা", genre: "মিসির আলি সিরিজ", writer: "হুমায়ূন আহমেদ" },

    { title: "প্যারাডক্সিক্যাল সাজিদ-২", genre: "ইসলামীক", writer: "আরিফ আজাদ" },
    { title: "কোথাও কেউ নেই", genre: "সামাজিক উপন্যাস", writer: "হুমায়ূন আহমেদ" },
    { title: "নয়ন স্যার", genre: "গোয়েন্দা", writer: "মোশতাক আহমেদ" },

    // উইলিয়াম কুপার
    { title: "ডার্ক সাইকোলজি সিক্রেটস", genre: "সাইকোলজি", writer: "উইলিয়াম কুপার" },
    { title: "ডার্ক সাইকোলজি এন্ড ম্যানিপুলেশন", genre: "সাইকোলজি", writer: "উইলিয়াম কুপার" },

    // মোশতাক আহমেদ
    { title: "দ্যা নিউ ওয়ার্ল্ড", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },
    { title: "সবুজ মানব", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },
    { title: "রোবো", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },
    { title: "প্রজেক্ট হাইপার", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },
    { title: "নিলির ভালোবাসা", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" },
    { title: "অমর মানব", genre: "সায়েন্স ফিকশন", writer: "মোশতাক আহমেদ" }
];
